Repository: largestgithubuseronearth/addwater
Catalog: po/*.po
Languages: az, de, el, fi, fr, pt_br, ru, sl, sv, uk, zh_cn

source: Add Water
az: Su Əlavə Et
pt_br: Adicione água
sl: Dodaj vodo
uk: Додати води

source: Keep Firefox in fashion
az: Firefox-u dəbdə saxlayın
de: Firefox modisch machen
el: Διατηρήστε το Firefox στη μόδα
fi: Pidä Firefox tyylikkäänä
fr: Maintenir Firefox au goût du jour
pt_br: Mantenha o Firefox na moda
ru: Сохраняйте Firefox в тренде
sl: Ohranite Firefox v modi
sv: Håll stilen på Firefox
uk: Підтримка Firefox у тренді
zh_cn: 使 Firefox 保持时尚

source: theme;adwaita;firefox;
az: mövzu;adwaita;firefox;
de: theme;adwaita;firefox;Thema;
el: θέμα;adwaita;firefox;
fi: theme;adwaita;firefox;teema;
fr: thème;adwaita;firefox;
pt_br: tema;adwaita;firefox;
ru: theme;adwaita;firefox;тема;
sl: tema;adwaita;Firefox;
sv: tema;adwaita;firefox;
uk: theme;adwaita;firefox;тема;адвайта;файрфокс;
zh_cn: theme;adwaita;firefox;主题;火狐;

source: A utility app to easily install the Firefox GNOME Theme* and automatically update it in the background. This theme keeps Firefox fashionable within the GNOME design ecosystem, and provides many helpful features to customize the interface to make browsing even more pleasant:
az: Firefox GNOME Mövzusunu* asanlıqla quraşdırmaq və arxa planda avtomatik yeniləmək üçün faydalı bir tətbiq. Bu mövzu Firefox-u GNOME dizayn ekosistemi ilə uyğun və dəbli saxlayır və brauzinqi daha xoş etmək üçün interfeysi fərdiləşdirmək üçün bir çox faydalı funksiyalar təmin edir:
de: Eine Hilfsanwendung, mit der Sie das Firefox-GNOME-Thema* ganz einfach installieren und automatisch im Hintergrund aktualisieren können. Dieses Thema sorgt dafür, dass Firefox im GNOME-Thema-Ökosystem immer auf dem neuesten Stand bleibt, und bietet viele hilfreiche Funktionen zur Anpassung der Benutzeroberfläche, um das Stöbern im Internet noch angenehmer zu gestalten:
el: Μια βοηθητική εφαρμογή για την εύκολη εγκατάσταση του θέματος Firefox GNOME* και την αυτόματη ενημέρωσή του στο παρασκήνιο. Αυτό το θέμα διατηρεί το Firefox μοντέρνο στο οικοσύστημα σχεδιασμού του GNOME και παρέχει πολλά χρήσιμα χαρακτηριστικά για την προσαρμογή της διεπαφής, ώστε να γίνει η περιήγηση ακόμα πιο ευχάριστη:
fi: Tämä työkalu lataa Firefoxin Gnome-teeman* ja päivittää sen automaattisesti taustalla. Teema pitää Firefoxin Gnomen tyylisuuntauksen mukaisena, ja tarjoaa monia hyödyllisiä ominaisuuksia käyttöliittymän mukauttamiseen:
fr: Une application utilitaire pour installer facilement le thème GNOME pour Firefox* et le mettre à jour automatiquement en arrière-plan. Ce thème maintient Firefox en harmonie avec l'écosystème de conception de GNOME et offre de nombreuses fonctionnalités utiles pour personnaliser l'interface et rendre la navigation encore plus agréable :
pt_br: Um aplicativo utilitário para instalar facilmente o tema do Firefox Gnome* e atualize -o automaticamente em segundo plano. Este tema mantém o Firefox na moda dentro do ecossistema de design do Gnome e fornece muitos recursos úteis para personalizar a interface para tornar a navegação ainda mais agradável:
ru: Это служебное приложение, позволяющее легко установить тему Firefox GNOME* и автоматически обновлять её в фоновом режиме. Эта тема поддерживает популярность Firefox в дизайнерской экосистеме GNOME и предоставляет множество полезных функций для настройки интерфейса, чтобы сделать просмотр веб-страниц ещё более приятным:
sl: Uporaben program za enostavno namestitev teme Firefox GNOME* in samodejno posodabljanje v ozadju. Ta tema ohranja sodobni videz Firefoxa v ekosistemu oblikovanja GNOME in ponuja številne uporabne funkcije za prilagajanje vmesnika, da je brskanje še bolj prijetno:
sv: Ett hjälpprogram för att lätt installera GNOME-temat för Firefox* och automatiskt uppdatera det i bakgrunden. Detta tema håller Firefox i stil med ekosystemet för GNOME-design, och tillhandahåller flera hjälpsamma funktioner för att anpassa gränssnittet så att surfning blir ännu trevligare:
uk: Службова програма для спрощення встановлення теми GNOME* Firefox та автоматичного оновлення у фоновому режимі. Ця тема робить Firefox модним в екосистемі дизайну GNOME та забезпечує роботу багатьох корисних функцій для налаштовування інтерфейсу, щоб зробити перегляд ще приємнішим:
zh_cn: 一款用于安装并在后台自动更新 Firefox GNOME 主题*的实用程序。 此主题使 Firefox 在 GNOME 生态系统中保持时尚，并提供许多可进一步提升浏览体验的实用特性：

source: Supports light and dark style, as well as accent colors
az: Açıq və qaranlıq üslubları, həmçinin vurğu rənglərini dəstəkləyir
de: Unterstützt helle und dunkle Stile sowie Akzentfarben
el: Υποστηρίζει ελαφρύ και σκούρο στυλ, καθώς και χρώματα έμφασης
fi: Tukee vaaleaa ja tummaa tyyliä sekä korostusvärejä
fr: Prend en charge les styles clair et sombre, ainsi que les couleurs d'accentuation
pt_br: Suporta estilo claro e escuro, além de cores de destaque
ru: Поддержка светлого и тёмного стиля, а также цветов акцентирования
sl: Podpira svetli in temni slog ter barvne poudarke
sv: Stöder ljus och mörk stil, såväl som accentfärger
uk: Підтримка світлого і темного стилю, а також кольорів акцентування
zh_cn: 支持亮色和暗色模式，以及强调色

source: Hide Tab Bar when only one tab is open
az: Yalnız bir tab açıq olduqda tab panelini gizlət
de: Ermöglicht es, die Tableiste ausblenden, wenn nur ein Tab geöffnet ist
el: Απόκρυψη γραμμής καρτελών όταν είναι ανοικτή μόνο μία
fi: Piilota välilehtipalkki vain yhden välilehden ollessa avoinna
fr: Masquer la barre d'onglets lorsqu'un seul onglet est ouvert
pt_br: Ocultar barra de guia quando apenas uma guia estiver aberta
ru: Скрытие панели вкладок при открытой только одной вкладке
sl: Skrij vrstico z zavihki, ko je odprt le en zavihek
sv: Dölj flikraden när endast en flik är öppen
uk: Приховування панелі вкладок, якщо відкрито лише одну вкладку
zh_cn: 在只有一个标签页时隐藏标签栏

source: Use an OLED-friendly pitch black for the interface
az: İnterfeys üçün OLED-dostu tam qara rəng istifadə edin
de: Verwendet für die Benutzeroberfläche ein OLED-freundliches Tiefschwarz
el: Χρήση μαύρου κατάλληλου για OLED για τη διεπαφή
fi: Käytä OLED-näytöille sopivaa mustaa käyttöliittymässä
fr: Utiliser un noir absolu, adapté aux écrans OLED, pour l'interface
pt_br: Use um pitch preto para a interface OLED para a interface
ru: Использование для интерфейса совместимого с OLED оттенка чёрного
sl: Za vmesnik uporabi OLED-u prijazno črnino
sv: Använd en OLED-vänlig kolsvart färg för gränssnittet
uk: Використання сумісного з OLED відтінку чорного для інтерфейсу
zh_cn: 使用对 OLED 友好的纯黑界面

source: Customize Tab Bar position, position of controls, alignment, and more
az: Tab panelinin yerini, idarəetmələrin mövqeyini, düzülüşü və daha çoxunu fərdiləşdirin
de: Ermöglicht die Anpassung von Position und Ausrichtung der Tableiste, Steuerelementen und mehr
el: Προσαρμογή θέσης γραμμής καρτελών, θέσης ελέγχων, στοίχισης και άλλων
fi: Mukauta välilehtipalkin sijaintia, säädinten sijaintia, tasausta ja paljon muuta
fr: Personnaliser la position de la barre d'onglets, la position des commandes, l'alignement et plus encore
pt_br: Personalize a posição da barra da guia, posição dos controles, alinhamento e muito mais
ru: Настройка положения панели вкладок, элементов управления, выравнивания и многого другого
sl: Prilagodite položaj vrstice z zavihki, položaj kontrolnikov, poravnavo in mnogo drugega
sv: Anpassa position för flikrad, position för kontroller, justering med mera
uk: Налаштовування розташування панелі вкладок, розташування елементів керування, вирівнювання тощо
zh_cn: 自定义标签栏位置、控件位置、对齐方向等等

source: Hide redundant microphone, webcam, screen share indicators
az: Lazımsız mikrofon, veb-kamera və ekran paylaşımı göstəricilərini gizlət
de: Ermöglicht das Ausblenden der Freigabeanzeigen für Mikrofon, Kamera und Bildschirmfreigabe
el: Απόκρυψη περιττών δεικτών μικροφώνου, κάμερας web και κοινής χρήσης οθόνης
fi: Piilota tarpeettomat mikrofonin, web-kameran ja näyttöjaon ilmaisimet
fr: Masquer les indicateurs redondants du microphone, de la webcam et du partage d'écran
pt_br: Ocultar microfone redundante, webcam, indicadores de compartilhamento de tela
ru: Скрытие лишних индикаторов микрофона, вебкамеры и общего доступа к экрану
sl: Skrij odvečne indikatorje mikrofona, spletne kamere, skupne rabe zaslona
sv: Dölj onödiga indikatorer för mikrofon, webbkamera och skärmdelning
uk: Приховування зайвих індикаторів мікрофона, вебкамери та оприлюднення екрана
zh_cn: 隐藏多余的麦克风、摄像头、屏幕共享指示器

source: Supports Flatpak, Snap, Librewolf, and Floorp variants of Firefox
az: Firefox-un Flatpak, Snap, Librewolf və Floorp variantlarını dəstəkləyir
de: Unterstützt die Firefox-Varianten Flatpak, Snap, Librewolf und Floorp
el: Υποστηρίζει τις παραλλαγές Flatpak, Snap, Librewolf και Floorp του Firefox
fi: Tukee Firefoxin Flatpak-, Snap-, Librewolf- ja Floorp-muunnelmia
fr: Prend en charge les variantes de Firefox : Flatpak, Snap, Librewolf et Floorp
pt_br: Suporta variantes de Flatpak, Snap, Librewolf e Floorp do Firefox
ru: Поддержка различных версий Firefox: Flatpak, Snap, Librewolf и Floorp
sl: Podpira Firefox v različicah Flatpak, Snap, Librewolf in Floorp
sv: Stöder Flatpak-, Snap-, Librewolf- och Floorp-varianterna av Firefox
uk: Передбачено підтримку варіантів Firefox з Flatpak, Snap, Librewolf і Floorp
zh_cn: 支持 Flatpak 、 Snap 、 Librewolf 和 Floop 版本的 Firefox

source: *The Firefox GNOME Theme itself is independently developed and maintained by Rafael Mardojai CM.
az: *Firefox GNOME Mövzusu özü Rafael Mardojai CM tərəfindən müstəqil olaraq hazırlanır və saxlanılır.
de: * Das Firefox-GNOME-Thema selbst wird unabhängig von Rafael Mardojai CM entwickelt und gepflegt.
el: *Το ίδιο το θέμα Firefox GNOME αναπτύσσεται και συντηρείται ανεξάρτητα από τον Rafael Mardojai CM.
fi: *Firefoxin Gnome-teemaa kehittää ja ylläpitää Rafael Mardojai CM.
fr: * Le thème GNOME pour Firefox est développé et maintenu indépendamment par Rafael Mardojai CM.
pt_br: *O próprio tema do Firefox Gnome é desenvolvido e mantido independentemente por Rafael Mardojai CM.
ru: *Тему GNOME Firefox независимо разрабатывает и сопровождает Rafael Mardojai CM.
sl: * Temo Firefox GNOME je neodvisno razvil in vzdrževal Rafael Mardojai CM.
sv: *GNOME-temat för Firefox självt utvecklas oberoende och underhålls av Rafael Mardojai CM.
uk: *Тему GNOME Firefox незалежно розробляє і супроводжує Rafael Mardojai CM.
zh_cn: *Firefox GNOME 主题本身由 Rafael Mardojai CM 独立开发并维护。

source: The Firefox browser is not included and must be downloaded separately. This project is not affiliated or endorsed by the Mozilla Foundation. Firefox is a trademark of the Mozilla Foundation in the U.S. and other countries.
az: Firefox brauzeri daxil deyil və ayrıca yüklənməlidir. Bu layihə Mozilla Fondu ilə əlaqəli deyil və onun tərəfindən dəstəklənmir. Firefox ABŞ və digər ölkələrdə Mozilla Fondunun ticarət nişanıdır.
de: Der Firefox-Browser ist nicht enthalten und muss separat heruntergeladen werden. Dieses Projekt steht in keiner Verbindung zur Mozilla Foundation und wird von dieser nicht unterstützt. Firefox ist eine Marke der Mozilla Foundation in den USA und anderen Ländern.
el: Ο φυλλομετρητής Firefox δεν περιλαμβάνεται και πρέπει να κατεβεί ξεχωριστά. Αυτό το έργο δεν είναι συνδεδεμένο ή εγκεκριμένο από το Mozilla Foundation. Το Firefox είναι εμπορικό σήμα του Mozilla Foundation στις ΗΠΑ και σε άλλες χώρες.
fi: Firefox-selain ei sisälly tähän sovellukseen, joten Firefox tulee ladata erikseen. Mozilla-säätiö ei tue tai ole mukana tässä projektissa. Firefox on Mozilla-säätiön tavaramerkki Yhdysvalloissa ja muissa maissa.
fr: Le navigateur Firefox n'est pas inclus et doit être téléchargé séparément. Ce projet n'est ni affilié, ni approuvé par la Fondation Mozilla. Firefox est une marque déposée de la Fondation Mozilla aux États-Unis et dans d'autres pays.
pt_br: O navegador Firefox não está incluído e deve ser baixado separadamente. Este projeto não é afiliado ou endossado pela Fundação Mozilla. O Firefox é uma marca comercial da Fundação Mozilla nos EUA e em outros países.
ru: Браузер Firefox не входит в комплект поставки и должен быть загружен отдельно. Этот проект не связан с Mozilla Foundation и не одобрен ею. Firefox является торговой маркой Mozilla Foundation в США и других странах.
sl: Brskalnik Firefox ni vključen in ga je treba prenesti ločeno. Ta projekt ni povezan z ali podprt s strani Mozilla Foundation. Firefox je blagovna znamka fundacije Mozilla Foundation v ZDA in drugih državah.
sv: Webbläsaren Firefox inkluderas inte och måste hämtas separat. Detta projekt är inte anknutet till eller rekommenderat av Mozilla Foundation. Firefox är ett varumärke för Mozilla Foundation i USA och andra länder.
uk: Браузер Firefox не входить у комплект і його потрібно встановити окремо. Цей проєкт не є пов'язаним або супроводжуваним Mozilla Foundation. Firefox є торговою маркою Mozilla Foundation у США та інших країнах.
zh_cn: 不包含 Firefox 浏览器，它必须被单独下载。本项目不隶属于 Mozilla 基金会，也未得到其认可。Firefox 是 Mozilla 基金会在美国和其他国家的商标。

source: Add Water makes it easy to tweak the Firefox GNOME Theme
az: Su Əlavə Et Firefox GNOME Mövzusunu asanlıqla tənzimləməyə imkan verir
de: Mit „Add Water“ lässt sich das Firefox-GNOME-Thema ganz einfach anpassen
el: Το Add Water διευκολύνει την τροποποίηση του θέματος Firefox GNOME
fi: Add Waterin avulla Firefoxin Gnome-teeman muokkaaminen on helppoa
fr: Add Water facilite la personnalisation du thème GNOME pour Firefox
pt_br: Adicionar água facilita a ajuste o tema do gnomo do Firefox
ru: «Add Water» упрощает настройку темы GNOME Firefox
sl: Dodaj vodo omogoča enostavno prilagajanje teme GNOME za Firefox
sv: Add Water gör det lätt att justera GNOME-temat för Firefox
uk: «Додати води» спрощує налаштовування теми GNOME Firefox
zh_cn: Add Water 使调整 Firefox GNOME 主题变得简单

source: The interface is clean, beautiful, and stays out of the way
az: İnterfeys təmiz, gözəl və istifadəçinin yolunda maneə yaratmır
de: Die Benutzeroberfläche ist übersichtlich, ansprechend und unauffällig
el: Η διεπαφή είναι καθαρή, όμορφη και παραμένει αόρατη
fi: Käyttöliittymä on siisti ja nätti, eikä se hypi silmille
fr: L'interface est claire, esthétique et discrète
pt_br: A interface é limpa, bonita e fica fora do caminho
ru: Интерфейс чистый, красивый и не мешает работе
sl: Vmesnik je čist, lep in ni moteč
sv: Gränssnittet är rent, vackert och är inte i vägen
uk: Інтерфейс чистий, красивий та нічому не заважає
zh_cn: 界面简洁、美观且不会碍事

source: Supports a pure black Top Bar, perfect for OLED screens and dark rooms
az: OLED ekranlar və qaranlıq otaqlar üçün mükəmməl olan tam qara üst paneli dəstəkləyir
de: Unterstützt eine rein schwarze obere Leiste, ideal für OLED-Bildschirme und dunkle Räume
el: Υποστηρίζει μια μαύρη Επάνω Μπάρα, ιδανική για οθόνες OLED και σκοτεινά δωμάτια
fi: Tukee todellista mustaa yläpalkkia, joka on täydellinen OLED-näytöille ja pimeisiin huoneisiin
fr: Prend en charge une barre supérieure d'un noir pur, parfaite pour les écrans OLED et les pièces sombres
pt_br: Suporta uma barra superior preta pura, perfeita para telas OLED e quartos escuros
ru: Поддержка полностью чёрной верхней панели, идеальной для экранов OLED и тёмных комнат
sl: Podpira čisto črno vrhnjo vrstico, ki je kot nalašč za OLED zaslone in temne prostore
sv: Stöder en helt svart övre rad, perfekt för OLED-skärmar och mörka rum
uk: Підтримка повністю чорної верхньої панелі, ідеальної для екранів OLED та темних кімнат
zh_cn: 支持纯黑顶栏，非常适合 OLED 屏幕和阴暗房间

source: Supports Accent Colors and multiple positions for Tab and Bookmark Bars
az: Vurğu rənglərini və tab və əlfəcin panelləri üçün çoxsaylı mövqeləri dəstəkləyir
de: Unterstützt Akzentfarben und mehrere Positionen für Tab- und Lesezeichenleisten
el: Υποστηρίζει Χρώματα Έμφασης και πολλαπλές θέσεις για Γραμμές Καρτελών και Σελιδοδεικτών
fi: Tukee korostusvärejä ja useita välilehti- ja kirjanmerkkipalkkien sijainteja
fr: Prend en charge les couleurs d'accentuation et plusieurs positions pour les barres d'onglets et de marque-pages
pt_br: Suporta cores de destaque e várias posições para guias e barras de favoritos
ru: Поддержка цветов акцентирования и нескольких позиций для панелей вкладок и закладок
sl: Podpira barve poudarkov in več položajev za vrstice zavihkov in zaznamkov
sv: Stöder accentfärger och flera positioner för flik- och bokmärkesraderna
uk: Підтримка кольорів акцентування і декількох розташувань панелей вкладок і закладок
zh_cn: 支持强调色和多个标签栏与书签栏位置

source: theme
pt_br: tema

source: Add Water:
pt_br: Adicione água:

source: Package Format selection has been moved onto the front page
pt_br: A seleção do formato do pacote foi movida para a primeira página

source: fix: App would momentarily freeze upon changing Package Format
pt_br: Corrigir: o aplicativo congelaria momentaneamente ao alterar o formato do pacote

source: The Firefox GNOME Theme received two new optional features:
pt_br: O tema do Firefox Gnome recebeu dois novos recursos opcionais:

source: List of Tabs on Overflow: Only show All Tabs button when many tabs are open
pt_br: Lista de guias no transbordamento: mostre apenas todas as guias quando muitas guias estão abertas

source: Fullscreen Bookmarks: Show Bookmarks Bar while in Fullscreen
pt_br: Marcadores de tela cheia: Mostrar marcadores de marcas enquanto estiver em tela cheia

source: Hotfix: App crashes or launches with an empty interface
pt_br: Hotfix: o aplicativo trava ou lança com uma interface vazia

source: Fix: Relaunching app is no longer necessary to switch package format
pt_br: Correção: o aplicativo de lançamento não é mais necessário para alternar o formato do pacote

source: Fix: Under certain conditions, app would launch with an empty interface
pt_br: Correção: Sob certas condições, o aplicativo será lançado com uma interface vazia

source: Theme version number is now displayed in the app
pt_br: O número da versão do tema agora é exibido no aplicativo

source: Adds support for the two new features the Firefox GNOME Theme received:
pt_br: Adiciona suporte para os dois novos recursos, o tema do Firefox Gnome recebido:

source: Align Tab Titles to Left
pt_br: Alinhe os títulos da guia à esquerda

source: Tab List Button
pt_br: Botão da lista de guias

source: Added support for CachyOS Browser.
pt_br: Adicionado suporte ao navegador Cachyos.

source: Under the hood, changes have been made to interface logic to allow for future improvements.
pt_br: Sob o capô, foram feitas mudanças na lógica da interface para permitir melhorias futuras.

source: Improved "About Add Water" dialog: added release notes, link to troubleshooting help, and utility to save log files.
pt_br: Melhorada diálogo "Sobre Adicionar água": Notas de lançamento adicionadas, link para solução de problemas de ajuda e utilidade para salvar arquivos de log.

source: Bugfix: User changes made to UserChrome.css and UserContent.css would be overwritten on install.
pt_br: Bugfix: as alterações do usuário feitas para userchrome.css e userContent.css seriam substituídas na instalação.

source: Bugfix: User-chosen package format would be overwritten if multiple packages were installed simultaneously.
pt_br: Bugfix: o formato do pacote escolhido pelo usuário seria substituído se vários pacotes fossem instalados simultaneamente.

source: Fixed bug that prevented finding profile data for Firefox Snap users.
pt_br: Corrigido o erro que impedia a localização de dados do perfil para usuários do Firefox Snap.

source: Fixed a bug that overwrote user.js file on every install. Thank you to gxanshu for this.
pt_br: Corrigido um bug que substitui o arquivo user.js em todas as instalações. Obrigado a Gcash por isso.

source: Thank you to bragefuglseth for improving metainfo.
pt_br: Obrigado a Bragefuglseth por melhorar o Metainfo.

source: This is the initial release of Add Water. Let me know what you think.
pt_br: Esta é a liberação inicial de Add Water. Deixe -me saber o que você pensa.

source: Automatically Discover the installed Firefox package format
az: Quraşdırılmış Firefox paket formatını avtomatik aşkar et
de: Das installierte Firefox-Paketformat automatisch erkennen
el: Αυτόματος εντοπισμός της εγκατεστημένης μορφής πακέτου Firefox
fi: Havaitse automaattisesti asennettu Firefox-pakettimuoto
fr: Détecter automatiquement le format du paquet Firefox installé
pt_br: Descubra automaticamente o formato de pacote do Firefox instalado
ru: Автоматическое определение формата пакета, установленного Firefox
sl: Samodejno odkrij nameščeno obliko Firefoxovega paketa
sv: Upptäck automatiskt det installerade Firefox-paketformatet
uk: Автоматичне визначення формату пакунка встановленого Firefox
zh_cn: 自动发现已安装的 Firefox 软件包格式

source: Most recently installed version of the firefox gnome theme (Major.Minor.Micro)
az: Firefox GNOME mövzusunun ən son quraşdırılmış versiyası (Əsas.Kiçik.Mikro)
de: Zuletzt installierte Version des Firefox GNOME-Themas (Major.Minor.Micro)
el: Η πιο πρόσφατη εγκατεστημένη έκδοση του θέματος firefox gnome (Κύρια.Δευτερεύουσα.Μικρή)
fi: Uusin asennettu versio Firefoxin Gnome-teemasta (Major.Minor.Micro)
fr: Version du thème GNOME pour Firefox la plus récemment installée (Majeur.Mineur.Micro)
pt_br: Mais recentemente, versão instalada do tema do Firefox Gnome (major.minor.micro)
ru: Самая последняя установленная версия темы firefox gnome (Major.Minor.Micro)
sl: Nazadnje nameščena različica teme firefox gnome (glavna.podverzija.mikro)
sv: Senast installerade version av GNOME-temat för Firefox (Major.Minor.Micro)
uk: Найсвіжіша встановлена версія теми GNOME firefox (Основна.Проміжна.Третьорядна)
zh_cn: 最近安装的 Firefox GNOME 主题版本 （主.次.微）

source: Firefox GNOME Theme
az: Firefox GNOME Mövzusu
de: GNOME-Thema für Firefox
el: Θέμα Firefox GNOME
fi: Firefoxin Gnome-teema
fr: Thème GNOME pour Firefox
pt_br: Tema do gnome do Firefox
ru: Тема Firefox GNOME
sl: Tema Firefox GNOME
sv: GNOME-tema för Firefox
uk: Тема GNOME Firefox
zh_cn: Firefox GNOME 主题

source: Enable Theme
az: Mövzunu Aktivləşdir
de: Thema aktivieren
el: Ενεργοποίηση θέματος
fi: Käytä teemaa
fr: Activer le thème
pt_br: Habilitar tema
ru: Включить тему
sl: Omogoči temo
sv: Aktivera tema
uk: Увімкнути тему
zh_cn: 启用主题

source: Profile
az: Profil
de: Profil
el: Προφίλ
fi: Profiili
fr: Profil
pt_br: Perfil
ru: Профиль
sl: Profil
sv: Profil
uk: Профіль
zh_cn: 配置文件

source: Select profile to apply changes toward
az: Dəyişiklikləri tətbiq etmək üçün profil seçin
de: Wählen Sie das zu ändernde Profil aus
el: Επιλέξτε προφίλ για εφαρμογή αλλαγών
fi: Valitse profiili, johon muutokset toteutetaan
fr: Sélectionner le profil auquel appliquer les changements
pt_br: Selecione o perfil para aplicar alterações em relação
ru: Выберите профиль, к которому следует применить изменения
sl: Izberite profil, za katerega želite uveljaviti spremembe
sv: Välj profil att tillämpa ändringar på
uk: Виберіть профіль, до якого слід застосувати зміни
zh_cn: 选择将要更改的配置文件

source: Package Format
az: Paket Formatı
de: Paketformat
el: Μορφή Πακέτου
fi: Pakettimuoto
fr: Format du paquet
pt_br: Formato do pacote
ru: Формат пакета
sl: Oblika paketa
sv: Paketformat
uk: Формат пакунка
zh_cn: 软件包格式

source: Profile data not found at selected location
az: Seçilmiş yerdə profil məlumatları tapılmadı
de: Profildaten wurden am ausgewählten Ort nicht gefunden
el: Δε βρέθηκαν δεδομένα προφίλ στην επιλεγμένη τοποθεσία
fi: Profiilidataa ei löytynyt valitusta sijainnista
fr: Données de profil introuvables à l'emplacement sélectionné
pt_br: Dados de perfil não encontrados no local selecionado
ru: Данные профиля не найдены в выбранном месте
sl: Na izbranem mestu ni možno najti podatkov profila
sv: Profildata hittades inte på den valda platsen
uk: Дані профілю не знайдено у вибраному місці
zh_cn: 在所选地点未找到配置文件数据

source: Automatically Discover
az: Avtomatik Aşkar Et
de: Automatisch erkennen
el: Αυτόματος εντοπισμός
fi: Havaitse automaattisesti
fr: Détection automatique
pt_br: Descobrir automaticamente
ru: Автоматическое определение
sl: Samodejno odkrij
sv: Upptäck automatiskt
uk: Автоматичне виявлення
zh_cn: 自动发现
