Repository: largestgithubuseronearth/addwater
Catalog: po/*.po
Languages: az, de, el, fi, fr, pt_br, ru, sl, sv, uk, zh_cn

source: Confirm your changes?
az: Dəyişiklikləri təsdiqləyin?
de: Änderungen bestätigen?
el: Επιβεβαίωση αλλαγών;
fi: Vahvistetaanko muutokset?
fr: Confirmer vos changements ?
pt_br: Confirmar suas alterações?
ru: Подтверждаете ли свои изменения?
sl: Ali želite potrditi spremembe?
sv: Bekräfta dina ändringar?
uk: Підтверджуєте ваші зміни?
zh_cn: 确认您的改动？

source: Discard
az: Ləğv et
de: Verwerfen
el: Απόρριψη
fi: Hylkää
fr: Annuler
pt_br: Descartar
ru: Отклонить
sl: Zavrzi
sv: Förkasta
uk: Відкинути
zh_cn: 丢弃

source: Apply
az: Tətbiq et
de: Anwenden
el: Εφαρμογή
fi: Toteuta
fr: Appliquer
pt_br: Aplicar
ru: Применить
sl: Uveljavi
sv: Verkställ
uk: Застосувати
zh_cn: 应用

# shortcut window
source: General
az: Ümumi
de: Allgemein
el: Γενικά
fi: Yleiset
fr: Général
pt_br: Geral
ru: Основные
sl: Splošno
sv: Allmänt
uk: Загальне
zh_cn: 常规

# shortcut window
source: Show Shortcuts
az: Qısayolları Göstər
de: Tastenkürzel anzeigen
el: Εμφάνιση συντομεύσεων
fi: Näytä pikanäppäimet
fr: Afficher les raccourcis
pt_br: Mostrar atalhos
ru: Показать комбинации клавиш
sl: Pokaži tipkovne bližnjice‫
sv: Visa kortkommandon
uk: Показати клавіатурні скорочення
zh_cn: 显示快捷键

# shortcut window
source: Quit
az: Çıx
de: Beenden
el: Έξοδος
fi: Lopeta
fr: Quitter
pt_br: Desistir
ru: Выход
sl: Izhod
sv: Avsluta
uk: Вийти
zh_cn: 退出

source: Update in Background
az: Arxa Planda Yenilə
de: Im Hintergrund aktualisieren
el: Ενημέρωση στο παρασκήνιο
fi: Päivitä taustalla
fr: Mettre à jour en arrière-plan
pt_br: Atualização em segundo plano
ru: Обновление в фоновом режиме
sl: Posodobi v ozadju
sv: Uppdatera i bakgrunden
uk: Оновлення у фоновому режимі
zh_cn: 后台更新

source: Automatically check for updates at login
az: Giriş zamanı yeniləmələri avtomatik yoxla
de: Nach Aktualisierungen automatisch bei Anmeldung suchen
el: Αυτόματος έλεγχος για ενημερώσεις κατά τη σύνδεση
fi: Tarkista päivitykset automaattisesti kirjautumisen yhteydessä
fr: Vérifier automatiquement les mises à jour à la connexion
pt_br: Verifique automaticamente as atualizações no login
ru: Автоматически проверять наличие обновлений при входе в систему
sl: Ob prijavi samodejno preveri, ali so na voljo posodobitve
sv: Leta automatiskt efter uppdateringar vid inloggning
uk: Автоматично шукати оновлення при вході
zh_cn: 在登录时自动检查更新

source: Danger Zone
az: Təhlükə Zonası
de: Gefahrenzone
el: Ζώνη Κινδύνου
fi: Vaaravyöhyke
fr: Zone de danger
pt_br: Zona de perigo
ru: Опасная зона
sl: Nevarno območje
sv: Farozon
uk: Зона небезпеки
zh_cn: 危险区

source: Remove the theme from all known profiles and reset Add Water to its default state. Any custom changes made to your user.js file will remain after a reset.
az: Bütün məlum profillərdən mövzunu silin və Su Əlavə Et tətbiqini standart vəziyyətinə sıfırlayın. user.js faylınızda edilən hər hansı fərdi dəyişikliklər sıfırlamadan sonra qalacaq.
de: Das Thema aus allen bekannten Profilen entfernen und »Add Water« auf den ursprünglichen Zustand zurücksetzen. Alle benutzerdefinierten Änderungen an Ihrer user.js-Datei bleiben nach einer Zurücksetzung erhalten.
el: Αφαίρεση του θέματος από όλα τα γνωστά προφίλ και επαναφορά του Add Water στην προεπιλεγμένη του κατάσταση. Οποιεσδήποτε προσαρμοσμένες αλλαγές που έγιναν στο αρχείο user.js θα παραμείνουν μετά την επαναφορά.
fi: Poista teema kaikista tunnetuista profiileista ja palauta Add Water oletusasetuksiin. Kaikki omat muutokset user.js-tiedostoon pysyvät sellaisenaan palauttamisen jälkeen.
fr: Supprimer le thème de tous les profils connus et réinitialiser Add Water à son état par défaut. Les modifications personnalisées apportées à votre fichier user.js seront conservées après la réinitialisation.
pt_br: Remova o tema de todos os perfis conhecidos e a redefinição adicione água ao seu estado padrão. Quaisquer alterações personalizadas feitas no seu arquivo user.js permanecerão após uma redefinição.
ru: Удалить тему из всех известных профилей и восстановить настройки «Add Water» до исходного состояния. Все пользовательские изменения, внесенные в ваш файл user.js, не будут сброшены.
sl: Odstranite temo iz vseh znanih profilov in ponastavite Dodaj vodo v privzeto stanje. Vse spremembe po meri v datoteki user.js bodo ostale tudi po ponastavitvi.
sv: Ta bort temat från alla kända profiler och återställ Add Water till sitt standardtillstånd. Alla anpassade ändringar gjorda till din user.js-fil kommer kvarstå efter en återställning.
uk: Вилучити тему з усіх відомих профілів і скинути «Додати води» до стандартного стану. Будь-які спеціальні зміни, внесені у ваш файл user.js, вилучено не буде.
zh_cn: 从所有已知配置文件中移除主题，并将 Add Water 重置为默认状态。对您的 user.js 文件所做的任何自定义改动都将在重置后保留。

source: Reset and Close App
az: Tətbiqi Sıfırla və Bağla
de: Zurücksetzen und Anwendung schließen
el: Επαναφορά και κλείσιμο εφαρμογής
fi: Palauta ja sulje sovellus
fr: Réinitialiser et fermer l'application
pt_br: Redefinir e fechar o aplicativo
ru: Сбросить и закрыть приложение
sl: Ponastavi in zapri program
sv: Återställ och stäng programmet
uk: Скинути і закрити програму
zh_cn: 重置并关闭应用

source: Main Menu
az: Əsas Menyu
de: Hauptmenü
el: Κύριο μενού
fi: Päävalikko
fr: Menu principal
pt_br: Jogar o menu
ru: Главное меню
sl: Glavni meni
sv: Huvudmeny
uk: Головне меню
zh_cn: 主菜单

source: _Preferences
az: _Tərcihlər
de: _Einstellungen
el: _Προτιμήσεις
fi: _Asetukset
fr: _Préférences
pt_br: _Preferências
ru: _Параметры
sl: _Možnosti
sv: _Inställningar
uk: _Налаштування
zh_cn: 首选项(_P)

source: _Keyboard Shortcuts
az: _Klaviatura Qısayolları
de: _Tastenkürzel
el: _Συντομεύσεις πληκτρολογίου
fi: _Pikanäppäimet
fr: _Raccourcis clavier
pt_br: _Keyboard atalhos
ru: _Комбинации клавиш
sl: _Tipkovne bližnjice
sv: _Tangentbordsgenvägar
uk: _Клавіатурні скорочення
zh_cn: 键盘快捷键(_K)

source: _About Add Water
az: _Su Əlavə Et Haqqında
de: _Info zu Add Water
el: _Σχετικά με το Add Water
fi: _Tietoja - Add Water
fr: _À propos de Add Water
pt_br: _ Sobre adicione água
ru: _О приложении
sl: _O programu Dodaj vodo
sv: _Om Add Water
uk: _Про «Додати води»
zh_cn: 关于 Add Water(_A)

source: Open Help Page
az: Kömək Səhifəsini Aç
de: Hilfeseite öffnen
el: Άνοιγμα σελίδας βοήθειας
fi: Avaa tukisivu
fr: Ouvrir la page d'aide
pt_br: Página de ajuda aberta
ru: Открыть страницу справки
sl: Odpri stran pomoči
sv: Öppna hjälpsida
uk: Відкрити сторінку довідки
zh_cn: 打开帮助页

source: {} Profile Data Not Found
az: {} Profil Məlumatları Tapılmadı
de: {}-Profildaten nicht gefunden
el: Δε βρέθηκαν δεδομένα προφίλ {}
fi: {}-profiilidataa ei löytynyt
fr: Données de profil de {} introuvables
pt_br: {} Dados de perfil não encontrados
ru: Данные профиля {} не найдены
sl: Podatkov profila {} ni mogoče najti
sv: {}-profildata hittades inte
uk: Дані профілю {} не знайдено
zh_cn: 未找到 {} 配置文件数据

source: Please ensure {} is installed and Add Water has permission to access your profiles
az: {} quraşdırıldığından və Su Əlavə Et tətbiqinin profillərinizə giriş icazəsi olduğundan əmin olun
de: Bitte stellen Sie sicher, dass {} installiert ist und »Add Water« die Berechtigung zum Zugriff auf Ihre Profile hat
el: Βεβαιωθείτε ότι το {} είναι εγκατεστημένο και το Add Water έχει άδεια πρόσβασης στα προφίλ σας
fi: Varmista, että {} on asennettu ja että Add Water -sovelluksella on pääsy profiileihisi
fr: Veuillez vous assurer que {} est installé et que Add Water est autorisé à accéder à vos profils
pt_br: Verifique se {} está instalado e adicione água tem permissão para acessar seus perfis
ru: Пожалуйста, убедитесь, что {} установлено и что «Add Water» имеет доступ к вашим профилям
sl: Prepričajte se, da je {} nameščen in da ima Dodaj vodo dovoljenje za dostop do vaših profilov
sv: Säkerställ att {} är installerat och att Add Water har rättighet att komma åt dina profiler
uk: Будь ласка, переконайтеся, що {} встановлено, і що «Додати води» має доступ до ваших профілів
zh_cn: 请确保 {} 已安装且 Add Water 有权访问您的配置文件

source: translator-credits
az: Grok <grok@x.ai>
de: Philipp Kiemle <l10n@prly.mozmail.com> Christian Kirbach <christian.kirbach@gmail.com> Froschi <gb.yesterday091@passfwd.com> Tim Sabsch <tim@sabsch.com>
el: Ελληνική μεταφραστική ομάδα GNOME Ευστάθιος Ιωσηφίδης <iosifidis@opensuse.org> Για περισσότερες πληροφορίες, επισκεφθείτε τη σελίδα https://gr.gnome.org/
fi: Jiri Grönroos
fr: Philippe Charlanes
pt_br: John Peter sa <johnppetersa@gmail.com>
ru: Ser82-png <asvmail.as@gmail.com>, 2025
sl: Martin Srebotnjak <miles@filmsi.net>
sv: Anders Jonsson <anders.jonsson@norsjovallen.se>
uk: Юрій Чорноіван <yurchor@ukr.net>, 2025
zh_cn: Jane Doe <chompski.concur840@aleeas.com>

source: Theme Created and Maintained by
az: Mövzu Yaradılıb və Saxlanılır
de: Thema erstellt und verwaltet von
el: Το θέμα δημιουργήθηκε και συντηρείται από
fi: Teeman luonut ja sen ylläpidosta vastaa
fr: Thème créé et maintenu par
pt_br: Tema criado e mantido por
ru: Авторы и сопровождающие темы
sl: Tema, ki jo je ustvaril in vzdržuje
sv: Tema skapat och underhålls av
uk: Автори і супровідники теми
zh_cn: 主题创作与维护

source: Checking for theme updates
az: Mövzu yeniləmələri yoxlanılır
de: Nach Themen-Aktualisierung wird gesucht
el: Έλεγχος για ενημερώσεις θέματος
fi: Tarkistetaan teemapäivityksiä
fr: Vérification des mises à jour du thème
pt_br: Verificando as atualizações do tema
ru: Проверка обновлений темы
sl: Preverjanje, ali so na voljo posodobitve teme
sv: Letar efter temauppdateringar
uk: Пошук оновлень теми
zh_cn: 正在检查主题更新

source: Checking for updates...
az: Yeniləmələr yoxlanılır...
de: Aktualisierungen werden gesucht …
el: Έλεγχος για ενημερώσεις...
fi: Tarkistetaan päivityksiä...
fr: Vérification des mises à jour…
pt_br: Verificando as atualizações ...
ru: Проверка обновлений...
sl: Preverjanje obstoja posodobitev...
sv: Letar efter uppdateringar…
uk: Шукаємо оновлення…
zh_cn: 正在检查更新…

source: Updated theme to v{}
pt_br: Tema atualizado para V {}

source: Failed to check for updates due to a network issue
az: Şəbəkə problemi səbəbindən yeniləmələr yoxlanıla bilmədi
de: Suchen nach Aktualisierungen ist aufgrund von Netzwerkproblemen fehlgeschlagen
el: Αποτυχία ελέγχου για ενημερώσεις λόγω δικτυακού προβλήματος
fi: Päivitysten tarkistaminen epäonnistu verkko-ongelman vuoksi
fr: Échec de la vérification des mises à jour en raison d'un problème réseau
pt_br: Falha ao verificar se há atualizações devido a um problema de rede
ru: Не удалось проверить наличие обновлений из-за проблем с сетью
sl: Preverjanja obstoja posodobitev zaradi težave z omrežjem ni bilo mogoče izvesti
sv: Misslyckades med att leta efter temauppdateringar på grund av ett nätverksproblem
uk: Не вдалося виконати пошук оновлень через проблеми з мережею
zh_cn: 因网络问题，检查更新失败

source: Failed to check for updates. Please try again later.
az: Yeniləmələr yoxlanıla bilmədi. Zəhmət olmasa daha sonra yenidən cəhd edin.
de: Das Suchen nach Aktualisierungen ist fehlgeschlagen. Bitte versuchen Sie es später erneut.
el: Αποτυχία ελέγχου για ενημερώσεις. Δοκιμάστε ξανά αργότερα.
fi: Päivitysten tarkistaminen epäonnistui. Yritä myöhemmin uudelleen.
fr: Échec de la vérification des mises à jour. Veuillez réessayer plus tard.
pt_br: Falha ao verificar se há atualizações. Por favor, tente novamente mais tarde.
ru: Не удалось проверить наличие обновлений. Повторите попытку позже.
sl: Preverjanje obstoja posodobitev ni uspelo. Poskusite znova pozneje.
sv: Misslyckades med att leta efter temauppdateringar. Försök igen senare.
uk: Не вдалося виконати пошук оновлень. Будь ласка, повторіть спробу пізніше.
zh_cn: 检查更新失败。请稍后再试。

source: Unknown error has occurred. Please report this to developer.
az: Naməlum xəta baş verdi. Zəhmət olmasa bunu tərtibatçıya bildirin.
de: Ein unbekannter Fehler ist aufgetreten. Bitte melden Sie dies dem Entwickler.
el: Παρουσιάστηκε άγνωστο σφάλμα. Παρακαλώ αναφέρετέ το στον προγραμματιστή.
fi: Tuntematon virhe. Ilmoita tästä kehittäjälle.
fr: Une erreur inconnue s'est produite. Veuillez la signaler au développeur.
pt_br: Ocorreu um erro desconhecido. Por favor, relate isso ao desenvolvedor.
ru: Произошла неизвестная ошибка. Сообщите об этом разработчику.
sl: Prišlo je do neznane napake. To sporočite razvijalcu.
sv: Ett okänt fel har inträffat. Rapportera detta till utvecklaren.
uk: Сталася невідома помилка. Будь ласка, повідомте про неї розробника.
zh_cn: 出现未知错误。请向开发者报告此错误。

source: Installed Theme. Restart Firefox to see changes.
az: Mövzu quraşdırıldı. Dəyişiklikləri görmək üçün Firefox-u yenidən başladın.
de: Thema installiert. Starten Sie Firefox neu, um die Änderungen zu sehen.
el: Εγκαταστάθηκε το θέμα. Επανεκκινήστε το Firefox για να δείτε τις αλλαγές.
fi: Teema asennettu. Käynnistä Firefox uudelleen nähdäksesi muutokset.
fr: Thème installé. Redémarrez Firefox pour voir les changements.
pt_br: Tema instalado. Reinicie o Firefox para ver as alterações.
ru: Тема установлена. Перезапустите Firefox, чтобы увидеть изменения.
sl: Nameščena tema. Znova zaženite Firefox, da vidite spremembe.
sv: Installerade tema. Starta om Firefox för att se ändringar.
uk: Тему встановлено. Перезапустіть Firefox, щоб зміни набули чинності.
zh_cn: 主题已安装。重启 Firefox 以查看更改。

source: Removed Theme. Restart Firefox to see changes.
az: Mövzu silindi. Dəyişiklikləri görmək üçün Firefox-u yenidən başladın.
de: Thema entfernt. Starten Sie Firefox neu, um die Änderungen zu sehen.
el: Αφαιρέθηκε το θέμα. Επανεκκινήστε το Firefox για να δείτε τις αλλαγές.
fi: Teema poistettu. Käynnistä Firefox uudelleen nähdäksesi muutokset.
fr: Thème supprimé. Redémarrez Firefox pour voir les changements.
pt_br: Tema removido. Reinicie o Firefox para ver as alterações.
ru: Тема удалена. Перезапустите Firefox, чтобы увидеть изменения.
sl: Odstranjena tema. Znova zaženite Firefox, da vidite spremembe.
sv: Tog bort tema. Starta om Firefox för att se ändringar.
uk: Тему вилучено. Перезапустіть Firefox, щоб зміни набули чинності.
zh_cn: 主题已移除。重启 Firefox 以查看更改。

source: Installation failed
az: Quraşdırma uğursuz oldu
de: Installation fehlgeschlagen
el: Η εγκατάσταση απέτυχε
fi: Asennus epäonnistui
fr: Échec de l'installation
pt_br: Instalação falhou
ru: Сбой установки
sl: Namestitev ni uspela
sv: Installationen misslyckades
uk: Не вдалося встановити
zh_cn: 安装失败

source: Changes reverted
az: Dəyişikliklər geri qaytarıldı
de: Änderungen rückgängig gemacht
el: Οι αλλαγές αναστράφηκαν
fi: Muutokset kumottu
fr: Changements annulés
pt_br: Mudanças revertidas
ru: Изменения отменены
sl: Spremembe so povrnjene
sv: Ändringar återställda
uk: Зміни скасовано
zh_cn: 改动已还原

source: Not installed
az: Quraşdırılmayıb
de: Nicht installiert
el: Δεν είναι εγκατεστημένο
fi: Ei asennettu
fr: Non installé
pt_br: Não instalado
ru: Не установлено
sl: Ni nameščeno
sv: Inte installerat
uk: Не встановлено
zh_cn: 未安装

source: Firefox GNOME Theme — {}
az: Firefox GNOME Mövzusu — {}
de: Firefox GNOME-Thema — {}
el: Θέμα Firefox GNOME — {}
fi: Firefoxin Gnome-teema — {}
fr: Thème GNOME pour Firefox — {}
pt_br: Tema do gnome do Firefox - {}
ru: Тема Firefox GNOME — {}
sl: Tema Firefox GNOME — {}
sv: GNOME-tema för Firefox — {}
uk: Тема GNOME Firefox — {}
zh_cn: Firefox GNOME 主题 — {}

source: Tab Position
az: Tab Mövqeyi
el: Θέση Καρτέλας
fi: Välilehden sijainti
fr: Position de l'onglet
pt_br: Posição da guia
ru: Положение вкладки
sl: Položaj zavihka
sv: Flikposition
uk: Розташування вкладок
zh_cn: 标签位置

source: Hide Single Tab
az: Tək Tabı Gizlət
de: Einzelnen Tab ausblenden
el: Απόκρυψη Μοναδικής Καρτέλας
fi: Piilota yksittäinen välilehti
fr: Masquer l'onglet unique
pt_br: Ocultar uma guia única
ru: Скрывать одиночную вкладку
sl: Skrij edini zavihek
sv: Dölj ensam flik
uk: Ховати єдину вкладку
zh_cn: 隐藏单标签页

source: Consider placing the New Tab button near the Search Bar. Otherwise it may get lost when only one tab is open.
az: Yeni Tab düyməsini Axtarış Panelinin yaxınlığına yerləşdirməyi düşünün. Əks halda, yalnız bir tab açıq olduqda itkin düşə bilər.
de: Erwägen Sie, den Knopf „Neuer Tab“ in der Nähe der Suchleiste zu platzieren. Andernfalls könnte sie übersehen werden, wenn nur ein Tab geöffnet ist.
el: Σκεφτείτε να τοποθετήσετε το κουμπί Νέα Καρτέλα κοντά στη Γραμμή Αναζήτησης. Διαφορετικά μπορεί να χαθεί όταν είναι ανοικτή μόνο μία καρτέλα.
fi: Harkitse "Uusi välilehti"-painikkeen asettamista hakupalkin lähelle. Muussa tapauksessa se saattaa olla piilossa, kun vain yksi välilehti on avoinna.
fr: Envisagez de placer le bouton Nouvel Onglet près de la barre de recherche. Sinon, il pourrait se perdre lorsqu'un seul onglet est ouvert.
pt_br: Considere colocar o novo botão de guia perto da barra de pesquisa. Caso contrário, pode se perder quando apenas uma guia estiver aberta.
ru: Рассмотрите возможность размещения кнопки «Создать вкладку» рядом со строкой поиска. В противном случае она может потеряться, если открыта только одна вкладка.
sl: Razmislite o tem, da postavite gumb Nov zavihek blizu iskalne vrstice. V nasprotnem primeru se lahko izgubi, ko je odprt samo en zavihek.
sv: Överväg att placera Ny flik-knappen nära sökraden. Annars kan den tappas bort då endast en flik är öppen.
uk: Розмістити кнопку «Нова вкладка» поруч із рядком для пошуку. Інакше її можна загубити, якщо відкрито лише одну вкладку.
zh_cn: 考虑将新标签页按钮置于搜索栏附近。不然它可能会在只有一个标签页时丢失。

source: Standard Tab Width
az: Standart Tab Eni
de: Vorgegebene Tabbreite
el: Πρότυπο Πλάτος Καρτέλας
fi: Normaali välilehden leveys
fr: Largeur d'onglet standard
pt_br: Largura da guia padrão
ru: Стандартная ширина вкладки
sl: Standardna širina zavihka
sv: Standardflikbredd
uk: Стандартна ширина вкладок
zh_cn: 标准标签页宽

source: Use same tab width as standard Firefox
az: Standart Firefox ilə eyni tab enini istifadə et
de: Die gleiche Tabbreite wie in Standard-Firefox verwenden
el: Χρήση ίδιου πλάτους καρτέλας με το τυπικό Firefox
fi: Käytä samaa välilehden leveyttä kuin Firefox normaalisti
fr: Utiliser la même largeur d'onglet que Firefox standard
pt_br: Use a mesma largura da guia que o Firefox padrão
ru: Использовать ту же ширину вкладки, что установлена в Firefox
sl: Uporabi enako širino zavihkov kot standardni Firefox
sv: Använd samma flikbredd som standard-Firefox
uk: Використовувати ту саму ширину вкладки, що і стандартний Firefox
zh_cn: 使用与标准 Firefox 相同的标签页宽

source: Swap Tab Close Button
az: Tab Bağlama Düyməsini Dəyişdir
de: Den »Tab schließen«-Knopf tauschen
el: Εναλλαγή Κουμπιού Κλεισίματος Καρτέλας
fi: Vaihda välilehden Sulje-painikkeen paikkaa
fr: Inverser le bouton Fermer l'onglet
pt_br: Botão de fechamento da guia Trocar
ru: Поменять место кнопки закрытия вкладки
sl: Zamenjaj gumb Zapri zavihek
sv: Växla flikstängningsknapp
uk: Поміняти місце кнопки закриття вкладки
zh_cn: 交换标签页关闭按钮

source: Place Close Tab button on opposite side from window controls
az: Tab Bağlama düyməsini pəncərə idarəetmələrindən əks tərəfə yerləşdir
de: Den »Tab schließen«-Knopf auf der entgegengesetzten Seite der Fensterknöpfe platzieren
el: Τοποθέτηση κουμπιού Κλείσιμο Καρτέλας στην απέναντι πλευρά από τους χειριστές παραθύρου
fi: Aseta "Sulje välilehti"-painike ikkunasäädinten vastakkaiselle puolelle
fr: Placer le bouton Fermer l'onglet du côté opposé aux commandes de fenêtre
pt_br: Coloque o botão fechar o botão de guia no lado oposto dos controles da janela
ru: Расположить кнопку закрытия вкладки на противоположной стороне от кнопок управления окном
sl: Gumb Zapri zavihek postavi na nasprotno stran kontrolnikov okna
sv: Placera Stäng flik-knapp på motsatt sida från fönsterkontroller
uk: Розташувати кнопку закриття вкладки на протилежному боці від кнопок керування вікном
zh_cn: 将关闭标签页按钮置于与窗口控制相对的一侧

source: Bookmarks Toolbar Under Tabs
az: Əlfəcin Paneli Tabların Altında
de: Lesezeichen-Symbolleiste unter Tabs
el: Γραμμή Εργαλείων Σελιδοδεικτών Κάτω από Καρτέλες
fi: Kirjanmerkkien työkalupalkki välilehtien alla
fr: Barre d'outils des marque-pages sous les onglets
pt_br: Marcadores de ferramentas em guias
ru: Панель закладок под панелью вкладок
sl: Orodna vrstica zaznamkov pod zavihki
sv: Verktygsfält för bokmärken under flikar
uk: Панель закладок під вкладками
zh_cn: 书签栏位于标签栏下方

source: Place Bookmarks Bar underneath Tab Bar
az: Əlfəcin Panelini Tab Panelinin altına yerləşdir
de: Die Lesezeichen-Symbolleiste unter der Tableiste platzieren
el: Τοποθέτηση Γραμμής Σελιδοδεικτών κάτω από τη Γραμμή Καρτελών
fi: Aseta kirjanmerkkipalkki välilehtipalkin alapuolelle
fr: Placer la barre de marque-pages sous la barre d'onglets
pt_br: Coloque a barra de favoritos na barra de guias
ru: Разместить панель закладок под панелью вкладок
sl: Postavite vrstico zaznamkov pod vrstico z zavihki
sv: Placera bokmärkesrad under flikrad
uk: Розташувати панель закладок під панеллю вкладок
zh_cn: 将书签栏置于标签栏下方

source: Tabs as Headerbar
az: Tablar Başlıq Paneli Kimi
de: Tabs als Kopfleiste
el: Καρτέλες ως Γραμμή Κεφαλίδας
fi: Välilehdet otsakepalkkina
fr: Onglets comme barre d'en-tête
pt_br: Guias como cabeçalho
ru: Вкладки как панель заголовков
sl: Zavihki kot glavna vrstica
sv: Flikar som rubrikrad
uk: Вкладки як смужка заголовка
zh_cn: 标签栏作为标头栏

source: Place Tab Bar at top of window
az: Tab Panelini pəncərənin yuxarısına yerləşdir
de: Die Tabliste ganz oben am Fenster platzieren
el: Τοποθέτηση Γραμμής Καρτελών στην κορυφή του παραθύρου
fi: Aseta välilehtipalkki ikkunan yläosaan
fr: Placer la barre d'onglets en haut de la fenêtre
pt_br: Coloque a barra da guia no topo da janela
ru: Расположить панель вкладок в верхней части окна
sl: Postavi vrstico z zavihki na vrh okna
sv: Placera flikrad högst upp i fönstret
uk: Розташувати панель вкладок згори вікна
zh_cn: 将标签栏置于窗口顶部

source: Enabling with "Hide Single Tab" will show a Title Bar when only one tab is open
az: "Tək Tabı Gizlət" ilə aktivləşdirildikdə, yalnız bir tab açıq olduqda Başlıq Paneli göstəriləcək
de: Wenn auch »Einzelnen Tab verstecken« aktiviert ist, wird eine Titelleiste angezeigt, wenn nur ein Tab geöffnet ist
el: Η ενεργοποίηση μαζί με την «Απόκρυψη Μοναδικής Καρτέλας» θα εμφανίσει μια Γραμμή Τίτλου όταν είναι ανοικτή μόνο μία καρτέλα
fi: Kun "Piilota yksittäinen välilehti" on käytössä, otsakepalkki näytetään vain yhden välilehden ollessa avoinna
fr: L'activation avec « Masquer l'onglet unique » affichera une barre de titre lorsqu'un seul onglet est ouvert
pt_br: Habilitar com "Hide Single Tab" mostrará uma barra de título quando apenas uma guia estiver aberta
ru: При включении параметра «Скрывать одиночную вкладку» строка заголовка будет отображаться даже при открытой только одной вкладке
sl: Omogočanje s »Skrij edini zavihek« bo prikazalo naslovno vrstico, ko je odprt samo en zavihek
sv: Aktivering med ”Dölj ensam flik” kommer visa en namnlist då endast en flik är öppen
uk: Якщо увімкнено пункт «Ховати єдину вкладку», смужку заголовка буде показано, навіть якщо відкрито лише одну вкладку
zh_cn: 与“隐藏单标签页”一同使用会在只有一个标签页时显示标题栏

source: Left-Aligned Titles
az: Sola Hizalı Başlıqlar
de: Linksbündige Titel
el: Αριστερή Στοίχιση Τίτλων
fi: Tasaa otsikot vasemmalle
fr: Titres alignés à gauche
pt_br: Títulos alinhados à esquerda
ru: Выравнивать заголовки по левому краю
sl: Levo poravnani naslovi
sv: Vänsterjusterade titlar
uk: Вирівняні ліворуч заголовки
zh_cn: 左对齐标题

source: Align tab title to left
az: Tab başlığını sola hizala
de: Tabtitel linksbündig anordnen
el: Στοίχιση τίτλου καρτέλας στα αριστερά
fi: Tasaa välilehden otsikko vasemmalle
fr: Aligner le titre de l'onglet à gauche
pt_br: Alinhe o título da guia à esquerda
ru: Выравнить заголовок вкладки по левому краю
sl: Poravnajte naslov zavihka na levo
sv: Justera fliktitel till vänster
uk: Вирівнювати заголовок вкладки ліворуч
zh_cn: 使标签页标题靠左对齐

source: Tab Behavior
az: Tab Davranışı
de: Tabverhalten
el: Συμπεριφορά Καρτέλας
fi: Välilehden toiminta
fr: Comportement des onglets
pt_br: Comportamento da guia
ru: Поведение вкладок
sl: Vedenje zavihkov
sv: Flikbeteende
uk: Поведінка вкладок
zh_cn: 标签行为
