Repository: largestgithubuseronearth/addwater
Catalog: po/*.po
Languages: az, de, el, fi, fr, pt_br, ru, sl, sv, uk, zh_cn

source: Active Tab Contrast
az: Aktiv Tab Kontrastı
de: Kontrast des aktiven Tabs
el: Αντίθεση Ενεργής Καρτέλας
fi: Aktiivisen välilehden kontrasti
fr: Contraste de l'onglet actif
pt_br: Contraste de guia ativa
ru: Контрастность активной вкладки
sl: Kontrast aktivnih zavihkov
sv: Aktiv flikkontrast
uk: Контрастність активної вкладки
zh_cn: 活动标签页对比度

source: Add more visual contrast to the active tab
az: Aktiv tabda daha çox vizual kontrast əlavə et
de: Hebt den aktiven Tab durch mehr Kontrast stärker hervor
el: Προσθήκη περισσότερης οπτικής αντίθεσης στην ενεργή καρτέλα
fi: Lisää visuaalista kontrastia aktiiviseen välilehteen
fr: Ajouter plus de contraste visuel à l'onglet actif
pt_br: Adicione mais contraste visual com a guia ativa
ru: Добавить больше визуальной контрастности активной вкладке
sl: Dodajaj več vizualnega kontrasta na aktivni zavihek
sv: Lägg till mer visuell kontrast till den aktiva fliken
uk: Додати візуальної контрастності активній вкладці
zh_cn: 提升活动标签页的视觉对比度

source: Close Only Selected Tabs
az: Yalnız Seçilmiş Tabları Bağla
de: Nur ausgewählte Tabs schließen
el: Κλείσιμο Μόνο Επιλεγμένων Καρτελών
fi: Sulje vain valitut välilehdet
fr: Fermer uniquement les onglets sélectionnés
pt_br: Fechar apenas guias selecionadas
ru: Кнопка «Закрыть» только для выбранной вкладки
sl: Zapri samo izbrane zavihke
sv: Stäng endast valda flikar
uk: «Закрити» лише для вибраної вкладки
zh_cn: 仅关闭已选择标签页

source: Only show the Close Tab button on the active tab
az: Tab Bağlama düyməsini yalnız aktiv tabda göstər
de: Den »Tab schließen«-Knopf nur auf dem aktiven Tab anzeigen
el: Εμφάνιση του κουμπιού Κλείσιμο Καρτέλας μόνο στην ενεργή καρτέλα
fi: Näytä "Sulje välilehti"-painike vain aktiivisessa välilehdessä
fr: Afficher le bouton Fermer l'onglet uniquement sur l'onglet actif
pt_br: Mostrar apenas o botão de fechar na guia ativa
ru: Показывать кнопку «Закрыть» только для активной вкладки
sl: Gumb Zapri zavihek pokažite samo na aktivnem zavihku
sv: Visa endast stängningsknappen på den aktiva fliken
uk: Показувати кнопку закриття вкладки лише для активної вкладки
zh_cn: 仅在活动标签页上显示关闭标签页按钮

source: Symbolic Tab Icons
az: Simvolik Tab İkonları
de: Stilistische Tabsymbole
el: Συμβολικά Εικονίδια Καρτελών
fi: Symboliset välilehtikuvakkeet
fr: Icônes d'onglets symboliques
pt_br: Ícones de guia simbólicos
ru: Символические значки вкладок
sl: Simbolične ikone zavihkov
sv: Symboliska flikikoner
uk: Символічні піктограми вкладок
zh_cn: 符号标签页图标

source: Make all tab icons appear similar to symbolic icons
az: Bütün tab ikonlarını simvolik ikonlara bənzər et
de: Alle Tabsymbole stilisiert anzeigen
el: Κάντε όλα τα εικονίδια καρτελών να μοιάζουν με συμβολικά εικονίδια
fi: Tee kaikista välilehtikuvakkeista symbolisten kuvakkeiden kaltaisia
fr: Faire en sorte que toutes les icônes d'onglets ressemblent à des icônes symboliques
pt_br: Faça com que todos os ícones da guia pareçam semelhantes aos ícones simbólicos
ru: Сделать значки всех вкладок похожими на символические
sl: Naj bodo vse ikone zavihkov podobne simboličnim ikonam
sv: Få alla flikikoner att likna symboliska ikoner
uk: Зробити піктограми усіх вкладок подібними до символічних піктограм
zh_cn: 使所有标签页图标看起来像符号图标

source: List of Tabs
az: Tab Siyahısı
de: Tabliste
el: Λίστα Καρτελών
fi: Välilehtiluettelo
fr: Liste des onglets
pt_br: Lista de guias
ru: Список вкладок
sl: Seznam zavihkov
sv: Fliklista
uk: Список вкладок
zh_cn: 标签页列表

source: Always show All Tabs button
az: Həmişə Bütün Tablar düyməsini göstər
de: »Alle Tabs«-Knopf immer anzeigen
el: Να εμφανίζεται πάντα το κουμπί Όλες οι Καρτέλες
fi: Näytä aina "Kaikki välilehdet"-painike
fr: Toujours afficher le bouton Tous les onglets
pt_br: Sempre mostre o botão de todas as guias
ru: Всегда показывать кнопку «Все вкладки»
sl: Gumb »Vedno pokaži vse zavihke«
sv: Visa alltid Alla flikar-knapp
uk: Завжди показувати кнопку «Усі вкладки»
zh_cn: 始终显示所有标签页按钮

source: List of Tabs on Overflow
az: Daşma Zamanı Tab Siyahısı
de: Tabliste bei Überlauf
el: Λίστα Καρτελών σε Υπερχείλιση
fi: Välilehtiluettelo ylivuotaessa
fr: Liste des onglets en cas de débordement
pt_br: Lista de guias no transbordamento
ru: Список вкладок при переполнении
sl: Seznam zavihkov ob prekoračitvi
sv: Fliklista vid överspill
uk: Список вкладок в огляді
zh_cn: 溢出时显示标签页列表

source: Only show All Tabs button when many tabs are open
az: Yalnız çox tab açıq olduqda Bütün Tablar düyməsini göstər
de: »Alle Tabs«-Knopf nur anzeigen, wenn viele Tabs geöffnet sind
el: Εμφάνιση κουμπιού Όλες οι Καρτέλες μόνο όταν υπάρχουν πολλές ανοικτές καρτέλες
fi: Näytä "Kaikki välilehdet"-painike vain useiden välilehtien ollessa avoinna
fr: Afficher le bouton Tous les onglets uniquement lorsque de nombreux onglets sont ouverts
pt_br: Mostrar apenas todas as guias do botão quando muitas guias estão abertas
ru: Показывать кнопку «Все вкладки» только при открытом большом количестве вкладок
sl: Gumb Vsi zavihki pokaži le, če je odprtih mnogo zavihkov
sv: Visa endast Alla flikar-knapp då många flikar är öppna
uk: Показувати кнопку «Усі вкладки», лише якщо відкрито багато вкладок
zh_cn: 仅在有大量标签页时显示所有标签页按钮

source: Hide Privacy Indicators
az: Məxfilik Göstəricilərini Gizlət
de: Privatsphäre-Indikatoren verstecken
el: Απόκρυψη Δικτών Απόρρητου
fi: Piilota yksityisyyden ilmaisimet
fr: Masquer les indicateurs de confidentialité
pt_br: Ocultar indicadores de privacidade
ru: Скрыть индикаторы конфиденциальности
sl: Skrij indikatorje zasebnosti
sv: Dölj sekretessindikatorer
uk: Приховати індикатори конфіденційності
zh_cn: 隐藏隐私指示器

source: Hide microphone, screen share, and camera warnings
az: Mikrofon, ekran paylaşımı və kamera xəbərdarlıqlarını gizlət
de: Mikrofon-, Bildschirm-Teilen- und Kamerawarnungen verstecken
el: Απόκρυψη προειδοποιήσεων μικροφώνου, κοινής χρήσης οθόνης και κάμερας
fi: Piilota mikrofonin, näyttöjaon ja kameran varoitukset
fr: Masquer les avertissements concernant le microphone, le partage d'écran et la caméra
pt_br: Ocultar microfone, compartilhamento de tela e avisos de câmera
ru: Скрыть предупреждения об использовании микрофона, демонстрации экрана и камеры
sl: Skrijte opozorila mikrofona, skupne rabe zaslona in kamere
sv: Dölj varningar för mikrofon, skärmdelning och kamera
uk: Приховувати попередження щодо використання мікрофона, оприлюднення екрана та камери
zh_cn: 隐藏麦克风、屏幕共享和摄像头警告

source: GNOME will still show these privacy indicators in the Top Bar
az: GNOME hələ də bu məxfilik göstəricilərini Üst Paneldə göstərəcək
de: GNOME wird diese Privatsphäre-Indikatoren immer noch in der oberen Leiste anzeigen
el: Το GNOME θα συνεχίσει να εμφανίζει αυτούς τους δείκτες απορρήτου στην Επάνω Μπάρα
fi: Gnome näyttää nämä kyseiset ilmaisimet edelleen yläpalkissa
fr: GNOME affichera toujours ces indicateurs de confidentialité dans la barre supérieure
pt_br: Gnome ainda mostrará esses indicadores de privacidade na barra superior
ru: GNOME будет показывать эти индикаторы конфиденциальности на верхней панели
sl: GNOME bo še vedno prikazoval te indikatorje zasebnosti v vrhnji vrstici
sv: GNOME kommer fortfarande visa dessa sekretessindikatorer i systemraden
uk: GNOME показуватиме ці індикатори конфіденційності на верхній панелі
zh_cn: GNOME 仍会在顶栏显示这些隐私指示器

source: True Black Dark Theme
az: Həqiqi Qara Qaranlıq Mövzu
de: Echt schwarzes dunkles Thema
el: Σκοτεινό Θέμα Πραγματικού Μαύρου
fi: Todellinen tumma (musta) teema
fr: Thème sombre noir véritable
pt_br: Tema Escuro Preto Puro
ru: Истинно чёрная тёмная тема
sl: Dejanska črna temna tema
sv: Kolsvart mörkt tema
uk: Справді чорна темна тема
zh_cn: 纯黑暗色模式

source: Use an OLED-friendly, deep black when dark theme is enabled
az: Qaranlıq mövzu aktivləşdirildikdə OLED-dostu, dərin qara istifadə et
de: Verwendet ein OLED-freundliches, tiefes Schwarz, wenn das dunkle Thema aktiviert ist
el: Χρήση ενός κατάλληλου για OLED, βαθύ μαύρου όταν είναι ενεργό το σκοτεινό θέμα
fi: Käytä OLED-näytöille sopivaa mustaa teemaa, kun tumma teema on käytössä
fr: Utiliser un noir profond, adapté aux écrans OLED, lorsque le thème sombre est activé
pt_br: Use um preto profundo e amigável de OLED quando o tema escuro é ativado
ru: Использовать совместимый с OLED тёмный черный, если включена тёмная тема
sl: Uporabi globoko črno barvo, ki je prijazna do zaslonov OLED, ko je omogočena temna tema
sv: Använd ett OLED-vänlig kolsvart färg när mörkt tema är aktiverat
uk: Використати сумісний з OLED темний чорний, якщо увімкнено темну тему
zh_cn: 在启用暗色模式时使用对 OLED 友好的纯黑

source: No Themed Icons
az: Mövzulu İkonlar Yoxdur
de: Keine Thema-Symbole
el: Χωρίς Εικονίδια Θέματος
fi: Ei teemakuvakkeita
fr: Pas d'icônes thématiques
pt_br: Sem ícones temáticos
ru: Нетематические значки
sl: Brez tematskih ikon
sv: Inga temaikoner
uk: Піктограми не з теми
zh_cn: 无主题图标

source: Use standard Firefox icons instead of Adwaita-styled icons
az: Adwaita üslublu ikonlar əvəzinə standart Firefox ikonlarını istifadə et
de: Standard-Firefox-Symbole statt Symbole im Adwaita-Stil verwenden
el: Χρήση τυπικών εικονιδίων Firefox αντί για εικονίδια στυλ Adwaita
fi: Käytä standardeja Firefox-kuvakkeita Adwaita-tyylisten kuvakkeiden sijaan
fr: Utiliser les icônes Firefox standard au lieu des icônes de style Adwaita
pt_br: Use ícones padrão do Firefox em vez de ícones no estilo Adwaita
ru: Использовать стандартные значки Firefox вместо значков стиля Adwaita
sl: Uporabite standardne ikone Firefoxa namesto ikon v slogu Adwaita
sv: Använd Firefox-standardikoner i stället för ikoner med Adwaita-stil
uk: Використовувати стандартні піктограми Firefox замість піктограм у стилі Adwaita
zh_cn: 使用标准 Firefox 图标而非 Adwaita 风格图标

source: Fullscreen Bookmarks
az: Tam Ekran Əlfəcinləri
de: Vollbild-Lesezeichen
el: Σελιδοδείκτες Πλήρους Οθόνης
fi: Kirjanmerkit koko näytön tilassa
fr: Marque-pages en plein écran
pt_br: Marcadores de tela cheia
ru: Закладки в полноэкранном режиме
sl: Celozaslonski zaznamki
sv: Helskärmsbokmärken
uk: Закладки у повноекранному режимі
zh_cn: 全屏书签栏

source: Show Bookmarks bar while in fullscreen
az: Tam ekranda olarkən Əlfəcin Panelini göstər
de: Die Lesezeichen-Symbolleiste im Vollbildmodus anzeigen
el: Εμφάνιση γραμμής Σελιδοδεικτών κατά τη λειτουργία πλήρους οθόνης
fi: Näytä kirjanmerkkipalkki koko näytön tilassa
fr: Afficher la barre de marque-pages en mode plein écran
pt_br: Mostre os favoritos bares em tela cheia
ru: Показывать панель закладок в полноэкранном режиме
sl: Pokaži vrstico z zaznamki v celozaslonskem načinu
sv: Visa bokmärkesraden i helskärmsläge
uk: Показувати панель закладок у повноекранному режимі
zh_cn: 在全屏时显示书签栏

source: Theme updated
az: Mövzu yeniləndi
de: Thema aktualisiert
el: Το θέμα ενημερώθηκε
fi: Teema päivitetty
fr: Thème mis à jour
pt_br: Tema atualizado
ru: Тема обновлена
sl: Tema je posodobljena
sv: Tema uppdaterat
uk: Тему оновлено
zh_cn: 主题已更新

source: Firefox GNOME Theme Updated
az: Firefox GNOME Mövzusu Yeniləndi
de: Firefox GNOME-Thema aktualisiert
el: Ενημερώθηκε το Θέμα Firefox GNOME
fi: Firefoxin Gnome-teema päivitetty
fr: Thème GNOME pour Firefox mis à jour
pt_br: Tema do gnome do Firefox atualizado
ru: Тема Firefox GNOME была обновлена
sl: Tema Firefox GNOME je posodobljena
sv: GNOME-tema för Firefox uppdaterat
uk: Оновлено тему GNOME Firefox
zh_cn: Firefox GNOME 主题已更新

source: Theme Update Failed
az: Mövzu Yenilənməsi Uğursuz Oldu
de: Aktualisieren des Themas fehlgeschlagen
el: Αποτυχία Ενημέρωσης Θέματος
fi: Teeman päivitys epäonnistui
fr: Échec de la mise à jour du thème
pt_br: A atualização do tema falhou
ru: Не удалось обновить тему
sl: Posodobitev teme ni uspela
sv: Temauppdatering misslyckades
uk: Не вдалося оновити тему
zh_cn: 主题更新失败

source: Could not check for theme updates due to a network issue
az: Şəbəkə problemi səbəbindən mövzu yeniləmələri yoxlanıla bilmədi
de: Aufgrund eines Netzwerkproblems konnte nicht auf Themenaktualisierungen überprüft werden
el: Αδυναμία ελέγχου για ενημερώσεις θέματος λόγω δικτυακού προβλήματος
fi: Teemapäivityksiä ei voitu tarkistaa verkko-ongelman vuoksi
fr: Impossible de vérifier les mises à jour du thème en raison d'un problème réseau
pt_br: Não foi possível verificar as atualizações do tema devido a um problema de rede
ru: Не удалось проверить наличие обновлений темы из-за проблемы с сетью
sl: Zaradi težave z omrežjem ni bilo mogoče preveriti, ali so na voljo posodobitve teme
sv: Kunde inte leta efter temauppdateringar på grund av ett nätverksproblem
uk: Не вдалося виконати пошук оновлень теми через проблему із мережею
zh_cn: 因网络问题，无法检查主题更新

source: Theme Installation failed
az: Mövzu Quraşdırılması Uğursuz Oldu
de: Installation des Themas fehlgeschlagen
el: Η εγκατάσταση θέματος απέτυχε
fi: Teeman asennus epäonnistui
fr: Échec de l'installation du thème
pt_br: A instalação do tema falhou
ru: Не удалось установить тему
sl: Namestitev teme ni uspela
sv: Temainstallation misslyckades
uk: Помилка під час спроби встановити тему
zh_cn: 主题安装失败

source: A theme update was downloaded but installation failed
az: Mövzu yeniləməsi yükləndi, lakin quraşdırma uğursuz oldu
de: Eine Themenaktualisierung wurde heruntergeladen, aber die Installation ist fehlgeschlagen
el: Κατεβήκε μια ενημέρωση θέματος αλλά η εγκατάσταση απέτυχε
fi: Teemapäivitys ladattiin, mutta sen asennus epäonnistui
fr: Une mise à jour du thème a été téléchargée, mais l'installation a échoué
pt_br: Uma atualização de tema foi baixada, mas a instalação falhou
ru: Обновление темы было загружено, но установка завершилась неудачей
sl: Posodobitev teme je bila prenesena, vendar namestitev ni uspela
sv: En temauppdatering hämtades men installationen misslyckades
uk: Оновлення теми було отримано, але його не вдалося встановити
zh_cn: 已下载主题更新，但安装失败

source: Send notifications for background updates
az: Arxa plan yeniləmələri üçün bildirişlər göndər
de: Benachrichtigung für Aktualisierungen im Hintergrund senden
el: Αποστολή ειδοποιήσεων για ενημερώσεις στο παρασκήνιο
fi: Lähetä ilmoitus taustalla tehtävistä päivityksistä
fr: Envoyer des notifications pour les mises à jour en arrière-plan
ru: Отправка уведомлений для фоновых обновлений
sl: Pošiljaj obvestila o posodobitvah v ozadju
uk: Надсилання сповіщень для фонових оновлень
zh_cn: 后台更新时发送通知

source: Updated theme to {}
az: Mövzu {} versiyasına yeniləndi
de: Thema aktualisiert auf {}
el: Ενημέρωση θέματος σε {}
fi: Teema päivitetty versioon {}
fr: Thème mis à jour vers {}
ru: Тема обновлена до {}
sl: Posodobljena tema na {}
sv: Uppdaterade tema till {}
uk: Тему оновлено до {}
zh_cn: 主题已更新至 {}

source: More Information
az: Ətraflı Məlumat
de: Weitere Informationen
el: Περισσότερες Πληροφορίες
fi: Lisätietoja
fr: Plus d'informations
ru: Дополнительная информация
sl: Več podrobnosti
sv: Mer information
uk: Докладніше
zh_cn: 更多信息
