Repository: largestgithubuseronearth/addwater
Catalog: po/kw.po
Languages: kw

source: Add Water
kw: Dowrhe

source: Keep Firefox in fashion
kw: Gwitha Firefox yn gis

source: theme;adwaita;firefox;
kw: thema;adwaita;firefox;

source: A utility app to easily install the Firefox GNOME Theme* and automatically update it in the background. This theme keeps Firefox fashionable within the GNOME design ecosystem, and provides many helpful features to customize the interface to make browsing even more pleasant:
kw: Unn app les rag lea yn es an Thema Firefox GNOME* ha nowedhi yn awtomatek yn kilva. An thema ma gwitha Firefox kelvydh yn an ekokevreyth desin GNOME, ha provia meur a nasyow gweresek dhe personelhe an ynterfas rag gul ow peuri moy hweg:

source: Supports light and dark style, as well as accent colors
kw: Skoodhya gis gwynn ha du, keffrys ha kolorys chif

source: Hide Tab Bar when only one tab is open
kw: Kudha Barr Tabb pan unn tabb unnik yw ygor

source: Use an OLED-friendly pitch black for the interface
kw: Devnydhya unn pur dhu OLED-kowethek rag an ynterfas

source: Customize Tab Bar position, position of controls, alignment, and more
kw: Personelhe le Barr Tabb, le botonyow, alinyans, ha moy

source: Hide redundant microphone, webcam, screen share indicators
kw: Kudha arwodhigow anarvethys korrgewsell, kamera, skrin-kevrenna

source: Supports Flatpak, Snap, Librewolf, and Floorp variants of Firefox
kw: Skoodhya variennow Firefox Flatpak, Snap, Librewolf, ha Floorp

source: *The Firefox GNOME Theme itself is independently developed and maintained by Rafael Mardojai CM.
kw: *An Thema Firefox GNOME y honan yw gwrys yn anserghek ha gwithys gans Rafael Mardojai CM.

source: The Firefox browser is not included and must be downloaded separately. This project is not affiliated or endorsed by the Mozilla Foundation. Firefox is a trademark of the Mozilla Foundation in the U.S. and other countries.
kw: An peurell Firefox na komprehendys ha res bos iskargys yn tiblans. An ragdres ma na omgelmys po keynskrifys gans an Fondyans Mozilla. Firefox yw unn merk-trad a an Fondyans Mozilla yn an S.U. ha broyow aral.

source: Add Water makes it easy to tweak the Firefox GNOME Theme
kw: Dowrhe gul y'n es dhe handla an Thema Firefox GNOME

source: The interface is clean, beautiful, and stays out of the way
kw: An ynterfas yw glan, teg, ha triga mes a'n fordh

source: Supports a pure black Top Bar, perfect for OLED screens and dark rooms
kw: Skoodhya unn Barr Gwartha pur dhu, perfydh rag skrinyow OLED ha stevellow du

source: Supports Accent Colors and multiple positions for Tab and Bookmark Bars
kw: Skoodhya Kolorys Chif ha leow liesek rag Barrys Tabb ha Lyververkys

source: Send notifications for background updates
kw: Danvon gwarnyansow rag nowedhyansow yn kilva

source: Automatically Discover the installed Firefox package format
kw: Trovya yn Awtomatek an furvas fardel leys Firefox

source: Most recently installed version of the firefox gnome theme (Major.Minor.Micro)
kw: Versyon leys diwettha an thema firefox gnome (Brassa.Le.Korr)

source: Firefox GNOME Theme
kw: Thema Firefox GNOME

source: Enable Theme
kw: Gallosegi Thema

source: Package Format
kw: Furvas Fardel

source: Profile data not found at selected location
kw: Data profil na kavosys yn tyller dewisys

source: Automatically Discover
kw: Trovya yn Awtomatek

source: Confirm your changes?
kw: Konfirmya dha chanjyow?

source: Discard
kw: Dilea

source: Apply
kw: Gweytha

# shortcut window
source: General
kw: Ollgemmyn

# shortcut window
source: Show Shortcuts
kw: Diskwedhes Kesunyansow Bysowek

# shortcut window
source: Quit
kw: Kwytya

source: Update in Background
kw: Nowedhi yn Kilva

source: Automatically check for updates at login
kw: Checkya yn awtomatek rag nowedhyansow dres omgelmyans

source: Danger Zone
kw: Parth Peryl

source: Remove the theme from all known profiles and reset Add Water to its default state. Any custom changes made to your user.js file will remain after a reset.
kw: Remova an thema dhyworth oll profilys aswonys ha dasgorra Dowrhe dhe an y studh defowt. Neb chanjyow a-vusur gwrys dhe dha restren user.js a wra remaynya wosa ow dasgorra.

source: Reset and Close App
kw: Dasgorra ha Degea App

source: Profile
kw: Profil

source: Select profile to apply changes toward
kw: Dewis profil rag gweytha chanjyow

source: Main Menu
kw: Rol Chif

source: _Preferences
kw: _Settyansow

source: _Keyboard Shortcuts
kw: _Kesunyansow Bysowek

source: _About Add Water
kw: _A-dro Dowrhe

source: Open Help Page
kw: Ygeri Folen Gweres

source: {} Profile Data Not Found
kw: Data Profil {} Na Kavosys

source: Please ensure {} is installed and Add Water has permission to access your profiles
kw: Mar pleg surhe {} yw leys ha Dowrhe kavos gront dhe drehedhes dha profilys

source: translator-credits
kw: Flynn

source: Theme Created and Maintained by
kw: Thema Gwrys ha Gwithys gans

source: Checking for theme updates
kw: Ow checkya rag nowedhyansow thema

source: Checking for updates...
kw: Ow checkya rag nowedhyansow

source: Updated theme to {}
kw: Nowedhys thema dhe {}

source: Failed to check for updates due to a network issue
kw: Y fyllis checkya rag nowedhyansow drefen unn kudyn rosweyth

source: Failed to check for updates. Please try again later.
kw: Y fyllis checkya rag nowedhyansow. Mar pleg assaya arta wosa henna.

source: Unknown error has occurred. Please report this to developer.
kw: Error ankoth happys. Mar pleg derivas an kudyn ma dhe an awtour.

source: Installed Theme. Restart Firefox to see changes.
kw: Leys Thema. Dastalleth Firefox rag gweles chanjyow.

source: Removed Theme. Restart Firefox to see changes.
kw: Removys Thema. Dastalleth Firefox rag gweles chanjyow.

source: Installation failed
kw: Leyans fyllis

source: Changes reverted
kw: Chanjyow kildreylys

source: Not installed
kw: Na leys

source: Firefox GNOME Theme — {}
kw: Thema Firefox GNOME — {}

source: Tab Position
kw: Le Tabb

source: Hide Single Tab
kw: Kudha Tabb Unnik

source: Consider placing the New Tab button near the Search Bar. Otherwise it may get lost when only one tab is open.
kw: Mires war ow lea an boton Tabb Nowydh ryb an Barr Hwithrans. Poken y'n bos martesen kellys pan unn tabb unnik yw ygor.

source: Standard Tab Width
kw: Lester Tabb Savonek

source: Use same tab width as standard Firefox
kw: Devnydhya lester tabb keth avel Firefox savonek

source: Swap Tab Close Button
kw: Keschanjya Boton Degea Tabb

source: Place Close Tab button on opposite side from window controls
kw: Lea boton Degea Tabb war gorthenep a-dhia botonyow fenester

source: Bookmarks Toolbar Under Tabs
kw: Barr-Toulys Lyververkys Yn-dann Tabbow

source: Place Bookmarks Bar underneath Tab Bar
kw: Lea Barr Lyververkys yn-dann Tabbow

source: Tabs as Headerbar
kw: Tabbow avel Penn-Barr

source: Place Tab Bar at top of window
kw: Lea Barr Tabb a-wartha dhe fenester

source: Enabling with "Hide Single Tab" will show a Title Bar when only one tab is open
kw: Ow gallosegi gans "Kudha Tabb Unnik" a wra diskwedhes unn Barr Titel pan unn tabb unnik yw ygor

source: Left-Aligned Titles
kw: Titlys A-Gledh

source: Align tab title to left
kw: Alinya titel tabb dhe kledh

source: Tab Behavior
kw: Fara Tabb

source: Active Tab Contrast
kw: Gorthwedh Tabb Byw

source: Add more visual contrast to the active tab
kw: Addya moy gorthwedh gwelesek dhe an tabb byw

source: Close Only Selected Tabs
kw: Degea Tabbys Dewisys Hepken

source: Only show the Close Tab button on the active tab
kw: Diskwedhes hepken an boton Degea Tabb war an tabb byw

source: Symbolic Tab Icons
kw: Arwodhigow Arwodhek Tabb

source: Make all tab icons appear similar to symbolic icons
kw: Gul oll arwodhigow tabb apperya haval dhe arwodhigow arwodhek

source: List of Tabs
kw: Rol Tabbow

source: Always show All Tabs button
kw: Diskwedhes prest boton Oll Tabbow

source: List of Tabs on Overflow
kw: Rol Tabbow ow Fenna

source: Only show All Tabs button when many tabs are open
kw: Diskwedhes hepken boton Oll Tabbow pan lies tabbow yw ygor

source: Hide Privacy Indicators
kw: Kudha Arwodhigow Privetter

source: Hide microphone, screen share, and camera warnings
kw: Kudha gwarnyansow kellgowsell, skrin-kevrenna, ha kamera

source: GNOME will still show these privacy indicators in the Top Bar
kw: GNOME yw diskwedhes hwath an arwodhigow privetter ma yn an Penn-Barr

source: True Black Dark Theme
kw: Thema Pur Dhu

source: Use an OLED-friendly, deep black when dark theme is enabled
kw: Devnydhya ynn thema pur dhu OLED-kowethek pan thema du yw gallosegys

source: No Themed Icons
kw: Arwodhigow Themys Vyth

source: Use standard Firefox icons instead of Adwaita-styled icons
kw: Devnydhya arwodhigow Firefox savonek yn-dar arwodhigow Adwaita

source: Fullscreen Bookmarks
kw: Lyververkys Skrin-Leun

source: Show Bookmarks bar while in fullscreen
kw: Diskwedhes barr Lyververkys hag yn skrin-leun

source: More Information
kw: Kudhlow Moy

source: Theme updated
kw: Thema nowedhys

source: Firefox GNOME Theme Updated
kw: Thema Firefox GNOME Nowedhys

source: Theme Update Failed
kw: Nowedhyans Thema fyllis

source: Could not check for theme updates due to a network issue
kw: Y fyllis checkya rag nowedhyansow thema drefen unn kudyn rosweyth

source: Theme Installation failed
kw: Leyans Thema fyllis

source: A theme update was downloaded but installation failed
kw: Unn nowedhyans thema yw iskargys lemen leyans fyllis
